/*******************************************************************************
*  版权所有 (C) 2023， 清蓉深瞳科技有限公司(清华四川能源互联网研究所）
*  文件名称：  test.c
*  内容摘要：  测试程序
*  其它说明：  
*  当前版本：  EIT-L_V1.0.0
*  作    者：  黎庆昌
*  完成日期：  2023 年 11月 9日
*
*  修改记录 1：
*        修改日期：2023年11月9日
*        修 改 人：黎庆昌
*        修改内容：创建工程文件
*  修改记录 2：
*        修改日期：2024年02月28日
*        修 改 人：黎庆昌
*        修改内容：1、创建测试任务发送数据到测试后台
*******************************************************************************/
#include "DeviceLte.h"
#include "I1Gw2015Protocol.h"
#include "DeviceBattery.h"
#include "ServiceCors.h"



